org/books/done/thinking_fast_and_slow.org
:PROPERTIES:
:ID:       a51180bc-619e-4d89-b5e9-b63ce0b9355d
:END:
#+title: Thinking, Fast and Slow
#+filetags: :philosophy:psychology:book:todo:
#+date: 2022-01-01

* Thinking, Fast and Slow
:PROPERTIES:
:FINISHED: 2022-01
:END:
* Description
** Notes
- we spend most of our time in Thinking, Fast and Slow / System 1
- as result of WYSIATI people make wrong judgements and decisions due to biases and heuristics
* Notes
** System 1                                                                    :note:
- intuitive
- based on gut reaction
- forms first impressions
  - that's the reason why we jump directly to conclusions
- runs automatically
- generates suggestions for [[* System 2][System 2]]
  - impressions
  - intuitions
  - intentions
  - feelings
  - when runs into difficulty, it calls [[* System 2][System 2]] to support more detailed and specific processing that may solve the problem of the moment
- sometimes answers easier questions than it was asked
  - it quickly creates a coherent, plausible story (explanation for what it is happening) by relying on
    - associations
    - memories
    - pattern-matching
    - assumptions
  - it will think the story is plausible and convenient
    - even though it is based on false information
- has little knowledge of logic and especially *statistics*

** System 2                                                                    :note:
- analytical, critical thinking
- does reflection, problem-solving and analysis
- is normally in comfortable low-effort mode
- endorses impressions and intuitions
  - turn into beliefs
  - impulses turn into voluntary actions
- activated when an event is detected that violates the model of the world that [[* System 1][System 1]] maintains

* Quotes
** Thinking, Fast and Slow - Note 1                                            :quote:
#+begin_quote
Thinking, Fast and Slow / System 1 is highly adept in one form of thinking - it
automatically and effortlessly identifies casual connections between events,
sometimes even when the connection is spurious.
#+end_quote
