content/books/thinking_fast_and_slow.md
+++
title = "Thinking, Fast and Slow"
date = 2022-01-01
tags = ["book", "todo"]
draft = false
+++

## Thinking, Fast and Slow {#thinking-fast-and-slow}


## Description {#description}


### Notes {#notes}

-   we spend most of our time in Thinking, Fast and Slow / System 1
-   as result of WYSIATI people make wrong judgements and decisions due to biases and heuristics


## Notes {#notes}


### System 1 {#system-1}

-   intuitive
-   based on gut reaction
-   forms first impressions
    -   that's the reason why we jump directly to conclusions
-   runs automatically
-   generates suggestions for [System 2](#system-2)
    -   impressions
    -   intuitions
    -   intentions
    -   feelings
    -   when runs into difficulty, it calls [System 2](#system-2) to support more detailed and specific processing that may solve the problem of the moment
-   sometimes answers easier questions than it was asked
    -   it quickly creates a coherent, plausible story (explanation for what it is happening) by relying on
        -   associations
        -   memories
        -   pattern-matching
        -   assumptions
    -   it will think the story is plausible and convenient
        -   even though it is based on false information
-   has little knowledge of logic and especially **statistics**


### System 2 {#system-2}

-   analytical, critical thinking
-   does reflection, problem-solving and analysis
-   is normally in comfortable low-effort mode
-   endorses impressions and intuitions
    -   turn into beliefs
    -   impulses turn into voluntary actions
-   activated when an event is detected that violates the model of the world that [System 1](#system-1) maintains


## Quotes {#quotes}


### Thinking, Fast and Slow - Note 1 {#thinking-fast-and-slow-note-1}

> Thinking, Fast and Slow / System 1 is highly adept in one form of thinking - it
> automatically and effortlessly identifies casual connections between events,
> sometimes even when the connection is spurious.